Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: ID #%1$s: %2$s <strong>The current user will not be deleted.</strong>
ca_es: Identificador #%1$s: %2$s <strong>No es pot suprimir l'usuari actual.</strong>

source: ID #%1$s: %2$s
ca_es: Identificador #%1$s: %2$s

source: ID #%1$s: %2$s <strong>The current user will not be removed.</strong>
ca_es: Identificador #%1$s: %2$s <strong>No se suprimirà l'usuari actual.</strong>

source: ID #%1$s: %2$s <strong>You don't have permission to remove this user.</strong>
ca_es: Identificador #%1$s: %2$s <strong>No teniu permís per suprimir l'usuari.</strong>

source: Please select an option.
ca_es: Seleccioneu una opció.

source: <strong>ERROR</strong>: The email address is already used.
ca_es: <strong>ERROR</strong>: el correu electrònic ja s'està utilitzant.

source: $image needs to be an WP_Image_Editor object
ca_es: $image cal que siga un objecte WP_Image_Editor

source: Use WP_Image_Editor::rotate
ca_es: Utilitzeu WP_Image_Editor::rotate

source: Use WP_Image_Editor::flip
ca_es: Utilitzeu WP_Image_Editor::flip

source: The privacy options group has been removed. Use another settings group.
ca_es: S'ha suprimit el grup d'opcions sobre la privacitat. Utilitzeu altre grup de paràmetres.

source: WordPress is not notifying any <a href="http://codex.wordpress.org/Update_Services">Update Services</a> because of your site&#8217;s <a href="%s">visibility settings</a>.
ca_es: El WordPress no notifica a cap <a href="http://codex.wordpress.org/Update_Services">servei d'actualització</a> (en anglès) per la <a href="%s">configuració de visibilitat</a> del lloc web.

source: Search Engines Discouraged
ca_es: Motors de cerca desactivats

source: Tags (separate with commas)
ca_es: Etiquetes (separades amb comes)

source: Welcome to WordPress!
ca_es: Benvinguts al WordPress!

source: We&#8217;ve assembled some links to get you started:
ca_es: Hem reunit alguns enllaços perquè comenceu:

source: Get Started
ca_es: Per començar

source: or, <a href="%s">change your theme completely</a>
ca_es: o, <a href="%s">canvia el tema completament</a>

source: Next Steps
ca_es: Passos següents

source: Edit your front page
ca_es: Següents passos

source: Add additional pages
ca_es: Afegeix pàgines addicionals

source: Add a blog post
ca_es: Afegeix una entrada

source: Write your first blog post
ca_es: Escriu la primera entrada al bloc

source: Add an About page
ca_es: Afegeix una pàgina Quant a

source: View your site
ca_es: Mostra la pàgina

source: Uploaded on: <b>%1$s</b>
ca_es: S'ha penjat el: <b>%1$s</b>

source: If you have marked plugins as favorites on WordPress.org, you can browse them here.
ca_es: Si heu marcat extensions com a preferides a WordPress.org, podeu cercar-les aquí.

source: Your WordPress.org username:
ca_es: Nom d'usuari de WordPress.org:

source: Get Favorites
ca_es: Aconsegueix els preferits

source: The "%s" options group has been removed. Use another settings group.
ca_es: S'ha suprimit el grup d'opcions "%s" . Utilitzeu altre grup de paràmetres.

source: Welcome to WordPress %1$s. You will be redirected to the About WordPress screen. If not, click <a href="%2$s">here</a>.
ca_es: Benvinguts al WordPress %1$s. Ara sereu redirigits a la pantalla Quant al WordPress. Si no és així, feu clic <a href="%2$s">aquí</a>.

source: You can also control the display of your content in RSS feeds, including the maximum numbers of posts to display and whether to show full text or a summary.
ca_es: Podeu també controlar el que es mostra al contingut dels fils de subscripció RSS, que inclou el nombre màxim d'entrades a mostrar i si cal mostrar el text sencer o un sumari.

source: Search Engine Visibility
ca_es: Visibilitats als motors de cerca

source: Allow search engines to index this site
ca_es: Permet als cercadors indexar aquest lloc

source: Discourage search engines from indexing this site
ca_es: Desanima els motors de cerca d'indexar aquest lloc web

source: It is up to search engines to honor this request.
ca_es: Correspon als motors de cerca el complir amb això.

source: If you know what you&#8217;re looking for, Search is your best bet. The Search screen has options to search the WordPress.org Plugin Directory for a particular Term, Author, or Tag. You can also search the directory by selecting popular tags. Tags in larger type mean more plugins have been labeled with that tag.
ca_es: Si sabeu què és el que esteu cercant, la cerca és la millor opció. La pantalla de cerca té opcions per cercar un terme en particular, un autor o una etiqueta al directori d'extensions de WordPress.org. Podeu també cercar al directori si seleccioneu etiquetes populars. Com més grans són les etiquetes més extensions estan etiquetades amb aquesta etiqueta.

source: You can also browse a user&#8217;s favorite plugins, by using the Favorites link in the upper left of the screen and entering their WordPress.org username.
ca_es: Podeu també navegar per les extensions preferides d'un usuari, si feu clic a l'enllaç preferits de la part superior esquerre de la pantalla i introduïu el seu nom d'usuari del WordPress.

source: If you want to install a plugin that you&#8217;ve downloaded elsewhere, click the Upload link in the upper left. You will be prompted to upload the .zip package, and once uploaded, you can activate the new plugin.
ca_es: Si voleu instal·lar una extensió que heu baixat a algun lloc, feu clic a l'enllaç penja de la part superior esquerre. S'us demanarà que pengeu un paquet .zip, i una vegada penjat, podeu activar l'extensió nova.

source: If for any reason this automatic file creation doesn&#8217;t work, don&#8217;t worry. All this does is fill in the database information to a configuration file. You may also simply open <code>wp-config-sample.php</code> in a text editor, fill in your information, and save it as <code>wp-config.php</code>.
ca_es: Si per qualsevol raó la creació automàtica d'aquest fitxer no funciona, no passa res. Tot això el que fa és omplir un fitxer de configuració amb la informació de la base de dades. També podeu simplement obrir el fitxer <code>wp-config-sample.php</code> amb un editor de text, omplir-lo amb la informació i desar-lo amb el nom <code>wp-config.php</code>.

source: Below you should enter your database connection details. If you&#8217;re not sure about these, contact your host.
ca_es: A continuació hauríeu d'introduir els detalls de connexió a la base de dades. Si no esteu segurs de quins són, contacteu amb el vostre proveïdor d'allotjament.

source: Sorry, but I can&#8217;t write the <code>wp-config.php</code> file.
ca_es: No es pot escriure al fitxer <code>wp-config.php</code>.

source: After you&#8217;ve done that, click &#8220;Run the install.&#8221;
ca_es: Quan acabeu, feu clic a &#8220;Executa la instal·lació.&#8221;

source: Settings saved and theme activated. <a href="%s">Visit site</a>
ca_es: S'ha desat la configuració i s'ha activat el tema. <a href="%s">Aneu al lloc web</a>

source: This <a href="%1$s">child theme</a> requires its parent theme, %2$s.
ca_es: Aquest <a href="%1$s">tema fill</a> cal que tingui el seu tema pare, %2$s.

source: This screen allows you to edit four fields for metadata in a file within the media library.
ca_es: Aquesta pantalla us permet editar quatre camps per a metadades a cada fitxer de la mediateca.

source: Favorites
ca_es: Preferits

source: Flexible Header
ca_es: Capçalera flexible

source: Attribute all posts to:
ca_es: Atribueix totes les entrades a:

source: Delete all posts.
ca_es: Suprimeix totes les entrades.

source: What should be done with posts owned by this user?
ca_es: Què s'ha de fer amb les entrades d'aquest usuari?

source: To install the theme so you can preview it with your site&#8217;s content and customize its theme options, click the "Install" button at the top of the left-hand pane. The theme files will be downloaded to your website automatically. When this is complete, the theme is now available for activation, which you can do by clicking the "Activate" link, or by navigating to your Manage Themes screen and clicking the "Live Preview" link under any installed theme&#8217;s thumbnail image.
ca_es: Per instal·lar un tema i així visualitzar-lo amb el contingut de la web i personalitzar les opcions del tema, feu clic al botó "Instal·lar" a la part superior del panell esquerre. Els fitxers dels temes es baixaran a la pàgina web automàticament. Quan acabi, el tema estarà disponible per activar, la qual cosa podreu fer a l'enllaç "Activa", o també si aneu a la pantalla gestiona els temes i feu clic a l'enllaç "Previsualització" que hi ha a la part inferior de la miniatura de qualsevol tema instal·lat.

source: The <a href="http://codex.wordpress.org/Glossary#Character_set">character encoding</a> of your site (UTF-8 is recommended)
ca_es: La <a href="http://codex.wordpress.org/Glossary#Character_set">codificació de caràcters</a> (en anglès) del lloc web (UTF-8 és la recomanada)

source: In the editing area the Tab key enters a tab character. To move below this area by pressing Tab, press the Esc key followed by the Tab key.
ca_es: A l'àrea d'edició la tecla de tabulació introdueix un caràcter de tabulació. Per moure-vos a la part inferior d'aquesta àrea en prémer tabulació, premeu la tecla d'escapament seguida de la de tabulació.

source: Add
ca_es: Afegeix

source: This is an example page. It's different from a blog post because it will stay in one place and will show up in your site navigation (in most themes). Most people start with an About page that introduces them to potential site visitors. It might say something like this: <blockquote>Hi there! I'm a bike messenger by day, aspiring actor by night, and this is my blog. I live in Los Angeles, have a great dog named Jack, and I like pi&#241;a coladas. (And gettin' caught in the rain.)</blockquote> ...or something like this: <blockquote>The XYZ Doohickey Company was founded in 1971, and has been providing quality doohickeys to the public ever since. Located in Gotham City, XYZ employs over 2,000 people and does all kinds of awesome things for the Gotham community.</blockquote> As a new WordPress user, you should go to <a href="%s">your dashboard</a> to delete this page and create new pages for your content. Have fun!
ca_es: Aquesta és una pàgina d'exemple. És diferent d'una entrada del bloc perquè romandrà sempre al mateix lloc i es mostrarà al menú de navegació de la pàgina web (a molts temes). La majoria de gent comença amb una pàgina quant a que els presenta als visitants potencials de la pàgina web. Podria ser quelcom com això: <blockquote>Hola a tothom! Treballo de missatger en bicicleta de dia, sóc un aspirant a actor de nit, i aquest és el meu bloc. Visc a Barcelona, tinc un gos meravellós que es diu Pep, i m'agraden les calçotades (i quedar atrapat per la pluja.)</blockquote> ... o potser això: <blockquote>La companyia Enginys XYZ es va fundar el 1971, i ha proveït al públic d'enginys de qualitat des de llavors. Ubicada a Gotham City, XYZ dóna treball a més de 2.000 persones i fa tot tipus de coses impressionants per a la comunitat de Gotham.</blockquote> Com a blocaire nou o nova del WordPress, hauríeu d'anar al <a href="%s">tauler</a> per suprimir aquesta pàgina i crear-ne de noves amb el vostre contingut. A passar-ho bé!

source: Hi, this is a comment. To delete a comment, just log in and view the post&#039;s comments. There you will have the option to edit or delete them.
ca_es: Hola, això és un comentari: Per suprimir un comentari, simplement entreu i mireu els comentaris de les entrades. Allà tindreu una opció per editar o suprimir-los.

source: Search by tag
ca_es: Cerca per etiqueta

source: Search by author
ca_es: Cerca per autor

source: Search by keyword
ca_es: Cerca per paraula clau

source: Type of search
ca_es: Tipus de cerca

source: Screen Options Tab
ca_es: Pestanya de les opcions de pantalla

source: Contextual Help Tab
ca_es: Pestanya de l'ajuda contextual

source: Sorry, you have used your space allocation. Please delete some files to upload more files.
ca_es: Heu gastat l'espai assignat. Suprimiu alguns fitxers per penjar-ne més.

source: Sorry, you have used all of your storage quota of %s MB.
ca_es: Heu utilitzat tota la quota d'emmagatzematge que teníeu de %s Mb.

source: %1$s linked here saying, "%3$s" on %4$s
ca_es: %1$s ha enllaçat aquí, dient "%3$s" el %4$s

source: Select comment
ca_es: Selecciona el comentari

source: Select %s
ca_es: Selecciona %s

source: Tags can be selectively converted to categories using the <a href="%s">tag to category converter</a>.
ca_es: Les etiquetes es poden convertir de manera selectiva a categories utilitzant el <a href="%s">convertidor d'etiquetes a categories</a>.

source: You can delete Link Categories in the Bulk Action pull-down, but that action does not delete the links within the category. Instead, it moves them to the default Link Category.
ca_es: Podeu suprimir categories d'enllaços al menú desplegable de les accions massives, però això no suprimeix els enllaços de la categoria. Per contra, els mou a la categoria predeterminada d'enllaços.

source: Creating a Page is very similar to creating a Post, and the screens can be customized in the same way using drag and drop, the Screen Options tab, and expanding/collapsing boxes as you choose. This screen also has the distraction-free writing space, available in both the Visual and Text modes via the Fullscreen buttons. The Page editor mostly works the same as the Post editor, but there are some Page-specific features in the Page Attributes box:
ca_es: Crear una pàgina és molt similar a crear una entrada, i les pantalles es poden personalitzar de la mateixa forma, arrossegant i desant anar, amb la pestanya de les opcions de pantalla, o bé ampliant i reduint les caixes que trieu. Aquesta pantalla també té l'espai d'escriptura lliure de distraccions, disponible en els modes d'edició visual i text gràcies als botons de pantalla completa. L'editor de pàgines quasi funciona igual que el d'entrades, però hi ha algunes característiques específiques de les pàgines a la caixa atributs de la pàgina:

source: <strong>Post editor</strong> - Enter the text for your post. There are two modes of editing: Visual and Text. Choose the mode by clicking on the appropriate tab. Visual mode gives you a WYSIWYG editor. Click the last icon in the row to get a second row of controls. The Text mode allows you to enter HTML along with your post text. Line breaks will be converted to paragraphs automatically. You can insert media files by clicking the icons above the post editor and following the directions. You can go to the distraction-free writing screen via the Fullscreen icon in Visual mode (second to last in the top row) or the Fullscreen button in Text mode (last in the row). Once there, you can make buttons visible by hovering over the top area. Exit Fullscreen back to the regular post editor.
ca_es: <strong>Editor d'entrades</strong> - Introduïu el tex de l'entrada. Hi ha dos modes d'edició: Visual i Text. Trieu el mode fent clic a la pestanya adequada. El mode visual us proporciona un editor WYSIWYG. Feu clic a la darrera icona de la fila per mostrar una segona fila de controls. El mode text us permet introduir text HMTL i el text de l'entrada alhora. Els salts de línia es convertiran en paràgrafs automàticament. Podeu inserir mèdia si feu clic a les icones que hi ha a la part superior de l'editor i seguir les instruccions. Podeu anar a la pantalla d'escriptura lliure de distraccions fent clic a la icona de pantalla completa que hi ha al mode visual (penúltima icona de la fila superior) o el botó de pantalla completa del mode text (darrer en la fila). Una vegada sigueu, podeu fer visibles els botons en passar el cursor per sobre de l'àrea superior. Tornareu a l'editor d'entrades si feu clic al botó per sortir de la pantalla completa.

source: You can select an image to be shown at the top of your site by uploading from your computer or choosing from your media library. After selecting an image you will be able to crop it.
ca_es: Podeu seleccionar una imatge que es mostrarà a la part superior del lloc web en penjar-la des del vostre ordinador o en triar-la de la mediateca. Després de seleccionar una imatge podreu escapçar-la.

source: Main content
ca_es: Contingut principal

source: Skip to main content
ca_es: Vés al contingut principal

source: %1$s linked here <a href="%2$s">saying</a>, "%3$s" on %4$s
ca_es: %1$s ha enllaçat aquí <a href="%2$s">dient</a>, "%3$s" el %4$s

source: You can set a custom image header for your site. Simply upload the image and crop it, and the new header will go live immediately. Alternatively, you can use an image that has already been uploaded to your Media Library by clicking the &#8220;Choose Image&#8221; button.
ca_es: Podeu establir una imatge de capçalera personalitzat. Simplement pengeu una imatge i escapceu-la, i la nova capçalera s'activarà immediatament. També podeu fer servir una imatge que ja s'ha penjat a la mediateca si feu clic al botó &#8220;Tria imatge&#8221;.

source: Skip Cropping, Publish Image as Is
ca_es: Evita escapçar, publica la imatge com està

source: &larr; Close
ca_es: &larr; Tanca

source: You can see your active theme at the top of the screen. Below are the other themes you have installed that are not currently in use. You can see what your site would look like with one of these themes by clicking the Live Preview link (see "Previewing and Customizing" help tab). To change themes, click the Activate link.
ca_es: Podeu veure el tema actiu a la part superior de la pantalla. A continuació estan els altres temes que heu instal·lat i que no estan actius actualment. Podeu veure com seria la vostra pàgina web amb alguns d'aquestos temes si feu clic a l'enllaç de previsualització (mireu la pestanya d'ajuda "Previsualització i personalització"). Per canviar els temes, feu clic a l'enllaç Activa.

source: Click on the "Live Preview" link under any theme to preview that theme and change theme options in a separate, full-screen view. Any installed theme can be previewed and customized in this way.
ca_es: Feu clic a l'enllaç "Previsualització" a la part inferior de qualsevol tema per previsualitzar aquest tema i canviar les seves opcions en una pantalla separada a vista completa. Qualsevol tema instal·lat es pot previsualitzar i personalitzar d'aquesta forma.

source: In the left-hand pane you can edit the theme settings. The settings will differ, depending on what theme features the theme being previewed supports. To accept the new settings and activate the theme all in one step, click the "Save &amp; Activate" button at the top of the left-hand pane.
ca_es: Al panell que hi ha a mà esquerra, podeu editar els paràmetres del tema. Aquest paràmetres canviaran, depenent de les funcionalitats que suporta el tema que esteu previsualitzant. Per acceptar la configuració nova i activar el tema en un sol pas, feu clic al botó "Desa i activa" que hi ha a la part superior del panell que hi ha a mà esquerra.

source: You are previewing %s
ca_es: Esteu previsualitzant el tema %s

source: Select Image
ca_es: Seleccioneu una imatge

source: Or choose an image from your media library:
ca_es: O tria una imatge de la mediateca:

source: Choose Image
ca_es: Escolliu una imatge

source: Click the Live Preview links in the Available Themes list below to customize and preview another theme before activating it.
ca_es: Feu clic als enllaços de previsualització a la llista de temes disponibles que hi ha a continuació per personalitzar i previsualitzar altre tema abans d'activar-lo.

source: Customize %s
ca_es: Personalitza %s

source: Collapse
ca_es: Redueix

source: New Feature: Choose Image from Library
ca_es: Funcionalitat nova: trieu la imatge de la mediateca

source: Want to use an image you uploaded earlier? Select it from your media library instead of uploading it again.
ca_es: Voleu fer servir una imatge que heu penjat més ràpidament? Seleccioneu-la de la mediateca en lloc de penjar-la de nou.

source: New Feature: Customizer
ca_es: Funcionalitat nova: el personalitzador

source: Click Customize to change the header, background, title and menus of the current theme, all in one place.
ca_es: Feu clic a Personalitza per canviar la capçalera, el fons, el títol i menús del tema actual, tot al mateix lloc.

source: If you don&#8217;t want a header image to be displayed on your site at all, click the &#8220;Remove Header Image&#8221; button at the bottom of the Header Image section of this page. If you want to re-enable the header image later, you just have to select one of the other image options and click &#8220;Save Changes&#8221;.
ca_es: Si no voleu que es mostri cap imatge de capçalera a la pàgina, feu clic al botó &#8220;Elimina la imatge de capçalera&#8221; que hi ha a la part inferior de la secció Imatge de Capçalera d'aquesta pàgina. Si voleu més tard activar de nou la imatge de capçalera, solament heu de seleccionar una de les altres imatges i fer clic a &#8220;Desa els canvis&#8221;.

source: You attempted to edit an item that isn&#8217;t an attachment. Please go back and try again.
ca_es: Heu intentat editar un element que no és un adjunt. Torneu enrere i proveu de nou.

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="http://wordpress.org/support/">support forums</a>.
ca_es: S'ha produït un error inesperat. Alguna cosa ha anat malament amb el WordPress o amb la configuració del servidor. Si continueu tenint problemes, proveu amb els <a href="http://ca.forums.wordpress.org/">fòrums de suport</a>.

source: Installed
ca_es: Instal·lat

source: This theme is already installed and is up to date
ca_es: Aquest tema ja s'ha instal·lat i està actualitzat.

source: Once you have generated a list of themes, you can preview and install any of them. Click on the thumbnail of the theme you&#8217;re interested in previewing. It will open up in a full-screen Preview page to give you a better idea of how that theme will look.
ca_es: Una vegada heu generat una llista de temes, podeu previsualitzar i instal·lar qualssevol d'ells. Feu clic a la miniatura del tema del qual esteu interessats. Això obrirà una pàgina de previsualització a pantalla completa que us permetrà fer-vos una idea millor de com és el tema.

source: Previewing and Installing
ca_es: S'està previsualitzant i instal·lant

source: The theme being previewed is fully interactive &mdash; navigate to different pages to see how the theme handles posts, archives, and other page templates.
ca_es: El tema que s'està previsualitzant és completament interactiu &mdash; navegueu per diferents pàgines per veure com es veuen les entrades, els arxius, i altres plantilles del tema.

source: When previewing on smaller monitors, you can use the "Collapse" icon at the bottom of the left-hand pane. This will hide the pane, giving you more room to preview your site in the new theme. To bring the pane back, click on the Collapse icon again.
ca_es: Quan previsualitzeu en monitors petits, podeu fer servir la icona "Redueix" que hi ha a la part inferior del panell de l'esquerra. Això ocultarà el panell, i us donarà més espai per previsualitzar la pàgina web en el tema nou. Per accedir al panell de nou, feu clic a la icona Redueix altra vegada.

source: Previewing and Customizing
ca_es: S'està previsualitzant i personalitzant
